---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleFieldDisplayType.Min
enum: Autodesk.Revit.DB.ScheduleFieldDisplayType
source: html/e7f18e54-26a9-88f7-15ef-4c3a1f7bf066.htm
---
# Autodesk.Revit.DB.ScheduleFieldDisplayType.Min

Calculates and displays the minimum value